Repository: ChrisL113/xfce4-clipman-plugin
Catalog: po-doc/*.po
Languages: ca, da, fr, gl, it, ja, ug, zh_cn

source: Have a look at the <ulink type="http" url="http://en.wikipedia.org/wiki/Regular_expression">Wikipedia article</ulink> about regular expressions.
ca: Doneu un cop d'ull a <ulink type="http" url="http://ca.wikipedia.org/wiki/Expressi%C3%B3_regular">aquest article de la Wikipedia</ulink> per saber-ne més sobre les expressions regulars.
da: Tag et kig på <ulink type="http" url="http://en.wikipedia.org/wiki/Regular_expression for information om regulære udtryk.
fr: Consultez cette <ulink type="http" url="http://en.wikipedia.org/wiki/Regular_expression">article Wikipedia</ulink> pour avoir des informations sur les expressions régulières.
gl: Bótelle unha ollada ao <ulink type="http" url="http://en.wikipedia.org/wiki/Regular_expression">artigo da Wikipedia</ulink> sobre as expresións regulares.
it: Dare un'occhiata all'<ulink type="http" url="http://en.wikipedia.org/wiki/Regular_expression">articolo di Wikipedia</ulink> relativo alle espressioni regolari.
ja: 正規表現については、<ulink type="http" url="http://ja.wikipedia.org/wiki/正規表現">Wikipedia の記事</ulink>などを参照してください。
ug: مۇنتىزىم ئىپادە ھەققىدە <ulink type="http" url="http://ja.wikipedia.org/wiki/Regular_expression">مۇنتىزىم ئىپادە</ulink> گە قاراڭ.
zh_cn: 请参看 <ulink type="http" url="http://en.wikipedia.org/wiki/Regular_expression">Wikipedia 上关于正则表达式的一篇文章</ulink>。

source: Command
ca: Comanda
da: Kommando
fr: Commande
gl: Comando
it: Comando
ja: コマンド
ug: بۇيرۇق
zh_cn: 命令

source: A command can reuse one or more substitutions from the regular expression. The substitutions are represented by ”<emphasis role="bold"><code>\&lt;number&gt;</code></emphasis>” where &lt;number&gt; corresponds to the sub-pattern within parentheses or 0 for the complete text.
ca: Una ordre pot reutilitzar una o més substitucions mitjançant expressions regulars. La substitució es representa amb «<emphasis role="bold"><code>\&lt;number&gt;</code></emphasis>» on where &lt;número&gt; correspon amb el sub-patró entre parèntesis o 0 pel text complert.
da: En kommando kan genbruge en eller flere erstatninger fra de regulære udtryk. Erstatningerne er repræsenteret af ”<emphasis role="bold"><code>\&lt;number&gt;</code></emphasis>” hvor &lt;number&gt; svarer til det undermønster inden i parentesen eller 0 for hele teksten.
fr: Une commande peut réutiliser une ou plusieurs substitutions depuis l'expression régulière. Les substitutions sont représentées par « <emphasis role="bold"><code>\&lt;numéro&gt;</code></emphasis> » où &lt;numéro&gt; correspond au sous-motif entre parenthèses ou 0 pour le texte complet.
gl: Un comando pode reutilizar unha ou máis substitucións da expresión regular. As substitucións represéntanse cun ”<emphasis role="bold"><code>\&lt;número&gt;</code></emphasis>” onde &lt;número&gt; corresponde co subpatrón dentro dos parénteses ou con 0 para o texto completo.
it: Un comando può riutilizzare una o più sostituzioni dall'esperssione regolare. Le sostituzioni sono rappresentate da ”<emphasis role="bold"><code>\&lt;number&gt;</code></emphasis>” dove &lt;number&gt; corrisponde al sotto schema contenuto tra parentesi o a 0 per il testo completo.
ja: コマンドは正規表現から 1 個以上の置換文字列を再利用することができます。置換文字列は“<emphasis role="bold"><code>\&lt;number&gt;</code></emphasis>”で表され、&lt;number&gt; はパターン内の丸括弧“()”で括られたサブパターンの順番 (一番左が 1) に、0 は完全な文字列に対応します。
ug: コマンドは正規表現から 1 個以上の置換文字列を再利用することができます。置換文字列は“<emphasis role="bold"><code>\&lt;number&gt;</code></emphasis>”で表され、&lt;number&gt; はパターン内の丸括弧“()”で括られたサブパターンの順番 (一番左が 1) に、0 は完全な文字列に対応します。
zh_cn: 一个命令可以再次使用一个或多个正则表达式匹配到的内容。所匹配的内容可以使用 ”<emphasis role="bold"><code>\&lt;数字&gt;</code></emphasis>” 表示。&lt;数字&gt; 表示匹配到的第几个内容或者用 0 表示全部匹配到的文本。

source: For example, from the simple pattern ”<emphasis role="bold"><code>bug #(123)</code></emphasis>” it is possible to use ”<emphasis role="bold"><code>\0</code></emphasis>” for the text “bug #123” and ”<emphasis role="bold"><code>\1</code></emphasis>” for the text “123”. For the command ”<code>exo-open http://host/\1</code>”, the real executed command would be ”<code>exo-open http://host/123</code>”.
ca: Per exemple, del patró simple «<emphasis role="bold"><code>bug #(123)</code></emphasis>» és possible emprar «<emphasis role="bold"><code>\0</code></emphasis>» pel text «bug #123» i «<emphasis role="bold"><code>\1</code></emphasis>» pel text «123». Per l'ordre «<code>exo-open http://host/\1</code>», l'ordre que realment s'executarà és «<code>exo-open http://host/123</code>».
da: For eksempel, fra det simple mønster ”<emphasis role="bold"><code>bug #(123)</code></emphasis>” er det muligt at bruge ”<emphasis role="bold"><code>\0</code></emphasis>” til teksten "bug #123" og ”<emphasis role="bold"><code>\1</code></emphasis>”og til tekst "123". For kommandoen ”<code>exo-open http://host/\1</code>”, ville den rent faktiske udførte kommando være ”<code>exo-open http://host/123</code>”.
fr: Par exemple, dans le simple motif « <emphasis role="bold"><code>bug #(123)</code></emphasis> » il est possible d'utiliser « <emphasis role="bold"><code>\0</code></emphasis> » pour le texte « bug #123 » et « <emphasis role="bold"><code>\1</code></emphasis> » pour le texte « 123 ». Pour la commande « <code>exo-open http://host/\1</code> », la vraie commande exécutée serait « <code>exo-open http://host/123</code> ».
gl: Por exemplo, partindo do simple patrón ”<emphasis role="bold"><code>erro #(123)</code></emphasis>” é posible usar ”<emphasis role="bold"><code>\0</code></emphasis>” para o texto “erro #123” e ”<emphasis role="bold"><code>\1</code></emphasis>” para o texto “123”. Para o comando ”<code>exo-open http://host/\1</code>”, o comando que se executará en realidade será ”<code>exo-open http://host/123</code>”.
it: Ad esempio, dal semplice schema ”<emphasis role="bold"><code>bug #(123)</code></emphasis>” è possibile usare ”<emphasis role="bold"><code>\0</code></emphasis>” per il testo “bug #123” e ”<emphasis role="bold"><code>\1</code></emphasis>” per la stringa “123”. Per il comando ”<code>exo-open http://host/\1</code>”, il comando effettivamente eseguito sarebbe ”<code>exo-open http://host/123</code>”.
ja: 例えば、シンプルなパターン“<emphasis role="bold"><code>bug #(123)</code></emphasis>”では、“<emphasis role="bold"><code>\0</code></emphasis>”が文字列“bug #123”に、“<emphasis role="bold"><code>\1</code></emphasis>”が文字列“123”に置き換えられます。コマンド“<code>exo-open http://host/\1</code>”の場合、実際に実行されるコマンドは“<code>exo-open http://host/123</code>”になります。
ug: 例えば、シンプルなパターン“<emphasis role="bold"><code>bug #(123)</code></emphasis>”では、“<emphasis role="bold"><code>\0</code></emphasis>”が文字列“bug #123”に、“<emphasis role="bold"><code>\1</code></emphasis>”が文字列“123”に置き換えられます。コマンド“<code>exo-open http://host/\1</code>”の場合、実際に実行されるコマンドは“<code>exo-open http://host/123</code>”になります。
zh_cn: 例如，下面一个简单的匹配模式 ”<emphasis role="bold"><code>bug #(123)</code></emphasis>”，可以使用 ”<emphasis role="bold"><code>\0</code></emphasis>” 表示文本 “bug #123” 或者 ”<emphasis role="bold"><code>\1</code></emphasis>” 表示文本 “123”。对于命令 ”<code>exo-open http://host/\1</code>”，实际执行的命令将会是 ”<code>exo-open http://host/123</code>”。

source: @PACKAGE_NAME@ uses Xfconf to store its settings. That allows you to change the settings with the tool <application>xfconf-query</application> or <application>xfce4-settings-editor</application>. The channel is <constant>xfce4-panel</constant> and the base property is <constant>/plugins/clipman</constant>. The following table lists all the properties with their possible values:
ca: @PACKAGE_NAME@ empra Xfconf per desar les seves preferències. Això us permet canviar-les amb la utilitat <application>xfconf-query</application> o amb <application>xfce4-settings-editor</application>. El canal és <constant>xfce4-panel</constant> i la propietat base és <constant>/plugins/clipman</constant>. La següent taula mostra totes les propietats amb els seus valors possibles:
fr: @PACKAGE_NAME@ utilise Xfconf pour stocker ses paramètres. Ceci vous donne la possibilité de changer un paramètre avec l'outil <application>xfconf-query</application> ou <application>xfce4-settings-editor</application>. Le canal est <constant>xfce4-panel</constant> et la propriété de base est <constant>/plugins/clipman</constant>. Le tableau ci-dessous liste toutes les propriétés avec leurs valeurs possible :
gl: @PACKAGE_NAME@ usa Xfconf para almacenar a súa configuración. Iso permítelle cambiar as opcións cas ferramentas <application>xfconf-query</application> ou <application>xfce4-settings-editor</application>. A canle é <constant>xfce4-panel</constant> e a propiedade base é <constant>/plugins/clipman</constant>. A seguinte táboa lista tódalas propiedades cos seus posibles valores:
it: @PACKAGE_NAME@ utilizza Xfconf per immagazzinare le proprie impostazioni. Questo permette la modifica delle impostazioni attraverso l'utilizzo dello strumento <application>xfconf-query</application> o <application>xfce4-settings-editor</application>. Il canale è <constant>xfce4-panel</constant> e la proprietà di base è <constant>/plugins/clipman</constant>. La tabella seguente elenca tutte le proprietà con i possibili valori:
ug: @PACKAGE_NAME@ は、その設定の保存に Xfconf を使用します。これにより <application>xfconf-query</application> や <application>xfce4-settings-editor</application> ツールでも設定の変更が行えます。チャンネルは <constant>xfce4-panel</constant>、ベースプロパティは <constant>/plugins/clipman</constant> です。以下の表は設定可能な値のリストです。
zh_cn: @PACKAGE_NAME@ 使用 Xfconf 保存它的设置以方便您使用 <application>xfconf-query</application> 或者 <application>xfce4-settings-editor</application> 等工具来更改设置。设置保存在 <constant>xfce4-panel</constant> 频道，基本属性是 <constant>/plugins/clipman</constant>。下面的表格列出可用的属性以及它们能够接受的值:

source: Xfconf Properties
ca: Propietats de Xfconf
da: Xfconf-egenskaber
fr: Propriétés Xfconf
gl: Propiedades de Xfconf
it: Proprietà di Xfconf
ja: Xfconf プロパティ
ug: Xfconf خاسلىقى
zh_cn: Xfconf 属性

source: Property
ca: Propietat
da: Egenskab
fr: Propriété
gl: Propiedade
it: Proprietà
ja: プロパティ
ug: خاسلىق
zh_cn: 属性

source: Type
ca: Tipus
gl: Tipo
it: Tipo
ja: データ型
ug: تىپى
zh_cn: 类型

source: Default
ca: Defecte
da: Standard
fr: Défault
gl: Predeterminado
it: Predefinito
ja: デフォルト
ug: كۆڭۈلدىكى
zh_cn: 默认

source: Values
ca: Valors
da: Værdiet
fr: Valeurs
gl: Valores
it: Valori
ja: 値
ug: قىممىتى
zh_cn: 值

source: /settings/add-primary-clipboard
it: /plugins/clipman/settings/add-primary-clipboard

source: bool
ca: booleà
da: boolsk
it: booleana
zh_cn: 布尔值

source: false
ca: fals
da: falsk
it: falso
zh_cn: 假

source: true to sync the primary clipboard with the default clipboard
ca: cert per a sincronitzar el porta-retalls primari amb el porta-retalls per defecte
da: sandt for at synkronisere den primære udklipsholder med standardudklipsholderen
fr: true pour synchroniser le presse-papier primaire avec le presse-paper par défaut
gl: true para sincronizar o portarretallos primario co portarretallos predeterminado
it: impostare a vero per sincronizzare la clipboard principale con quella di default
ja: ture でプライマリクリップボードとデフォルトクリップボードの同期をとります
ug: ture بولسا، دەسلەپكى clipboard بىلەن كۆڭۈلدىكى clipboard ماس قەدەملىشىدۇ
zh_cn: 设置为真将同步主剪贴板中的内容到预设剪贴板中

source: /settings/enable-actions
it: /plugins/clipman/settings/enable-actions

source: true to enable actions
ca: cert per a activar accions
da: sand for at slå handlinger til
fr: true pour activer les actions
gl: true para activar as accións
it: impostare a vero per abilitare le azioni
ja: true でアクションを有効にします
ug: true بولسا مەشغۇلات چەكلەنمەيدۇ
zh_cn: 设置为真将允许动作

source: /settings/history-ignore-primary-clipboard
it: /plugins/clipman/settings/history-ignore-primary-clipboard

source: true to exclude the primary clipboard from the history
ca: cert per a excloure el porta-retalls primari de l'historial
da: sand for at udelade den primære udklipsholder fra historikken
fr: true pour exclure le presse-papier primaire de l'historique
gl: true para excluír o portarretallos primario do historial
it: impostare a vero per escludere la clipboard principale dalla cronologia
ja: true でプライマリクリップボードの内容を履歴に残しません
ug: true بولسا، دەسلەپكى clipboard نىڭ مەزمۇنى ئىز غا كىرمەيدۇ
zh_cn: 设置为真将从历史中排除主剪贴板的内容

source: /settings/max-images-in-history
it: /plugins/clipman/settings/max-images-in-history

source: 0-5 number of images in history
ca: 0-5 nombre d'imatges a l'historial
da: 0-5 antal billeder i historikken
fr: 0-5 quantité d'images dans l'historique
gl: de 0 a 5 imaxes no historial
it: 0-5 numero di immagini nella cronologia
ja: 0-5 画像履歴の数です
ug: 0-5 ئىزدىكى سۈرەتنىڭ سان
zh_cn: 0-5 个图像内容在历史中

source: /settings/max-texts-in-history
it: /plugins/clipman/settings/max-texts-in-history

source: 5-100 number of texts in history
ca: 5-100 nombre de texts a l'historial
da: 5-100 antal tekster i historikken
fr: 5-100 quantité de textes dans l'historique
gl: de 5 a 100 textos no historial
it: 5-100 numero di stringhe di testo nella cronologia
ja: 5-100 文字列履歴の数です
ug: 5-100 ھەرپلەرنىڭ ئىزى
zh_cn: 5-100 个文本内容在历史中

source: /settings/save-on-quit
it: /plugins/clipman/settings/save-on-quit

source: true
ca: cert
da: sand
it: vero
zh_cn: 真

source: true to restore the history at every new session
ca: cert per a restaurar l'historial a cada nova sessió
da: sand for at gendanne historikken ved hver ny session
fr: true pour restaurer l'historique à chaque nouvelle session
gl: true para restaurar o historial en cada nova sesión
it: vero per ripristinare la cronologia a ogni nuova sessione
ja: true で新しいセッション開始時に履歴を復元します
ug: true بولسا، يېڭى ئەڭگىمە باشلانغاندا ئىزنى ئەسلىگە كەلتۈرىدۇ
zh_cn: 设置为真将在每次新会话中恢复历史

source: To change a setting from a terminal type the command-line:
ca: Per canviar una opció des de el terminal escriviu la següent ordre:
fr: Pour modifier un paramètre depuis un terminal lancez la commande :
gl: Para cambiar unha opción dende un terminal escriba a liña de comandos:
it: Per modificare un'impostazione dal terminale, digitare il comando:
ug: تېرمىنال بۇيرۇق ئارقىلىق تەڭشەش ئۈچۈن:
zh_cn: 要修改一项设置，请输入命令:

source: Support
ca: Suport
gl: Asistencia
it: Supporto
ja: サポート
zh_cn: 支持

source: To report a bug or a feature request use the bug tracking system at <ulink type="http" url="@PACKAGE_BUGREPORT@">@PACKAGE_BUGREPORT@</ulink>. If you have questions about the use of this software, please ask on the <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">Xfce mailing list</ulink> or point your IRC client to <emphasis role="bold">irc.freenode.net</emphasis>, join the channel <emphasis role="bold">#xfce</emphasis> and ask for help.
ca: Per informar d'algun error o fer algun suggeriment empreu el sistema de seguiment d'errades a <ulink type="http" url="@PACKAGE_BUGREPORT@">@PACKAGE_BUGREPORT@</ulink>. Si teniu alguna pregunta referent a l'ús d'aquest programari pregunteu a la <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">llista de correu de Xfce</ulink> o uniu-vos al canal d'IRC <emphasis role="bold">#xfce</emphasis> del servidor <emphasis role="bold">irc.freenode.net</emphasis> i demaneu ajuda.
da: For at rapportere en fejl eller anmode om en ny funktion, brug venligst fejlsøgningsystemet på <ulink type="http" url="@PACKAGE_BUGREPORT@">@PACKAGE_BUGREPORT@</ulink>. Spørg venligst på <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">Xfce e-postliste</ulink>Eller indstil din IRC-klient til <emphasis role="bold">irc.freenode.net</emphasis>, bliv medlem af kanalen <emphasis role="bold">#xfce</emphasis> og spørg efter hjælp, hvis du har spørgsmål til brugen af dette software.
fr: Pour rapporter une anomalie ou une requête utilisez le système de suivi de bogues à l'adresse <ulink type="http" url="@PACKAGE_BUGREPORT@">@PACKAGE_BUGREPORT@</ulink>. Si vous avez des questions sur l'usage de ce logiciel, veuillez contacter la <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">liste de diffusion Xfce</ulink> ou pointez votre client IRC sur <emphasis role="bold">irc.freenode.net</emphasis>, joignez le salon de discussion <emphasis role="bold">#xfce</emphasis> et demandez pour de l'aide.
gl: Para comunicar un erro ou solicitar unha funcionalidade use o sistema de seguimento de erros que se atopa en <ulink type="http" url="@PACKAGE_BUGREPORT@">@PACKAGE_BUGREPORT@</ulink>. Se ten preguntas sobre o uso deste software, pregunte na <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">rolda de correo de Xfce</ulink> ou conéctese co seu cliente IRC a <emphasis role="bold">irc.freenode.net</emphasis>, únase á canle <emphasis role="bold">#xfce</emphasis> e pida axuda.
it: Per segnalare problemi o per richiedere l'implementazione di determinate caratteristiche, utilizzare il sistema di tracciamento dei bug a <ulink type="http" url="@PACKAGE_BUGREPORT@">@PACKAGE_BUGREPORT@</ulink>. Se si hanno domande relative all'utilizzo di questo programma, inviarle alla <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">Xfce mailing list</ulink> o sintonizzare il proprio programma IRC su <emphasis role="bold">irc.freenode.net</emphasis>, collegarsi al canale <emphasis role="bold">#xfce</emphasis> e chiedere assistenza.
ja: バグの報告や要望は、<ulink type="http" url="@PACKAGE_BUGREPORT@">@PACKAGE_BUGREPORT@</ulink> にあるバグ追跡システムを使用して下さい。このソフトウェアの使い方に関する質問があれば、<ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">Xfce メーリングリスト</ulink> で尋ねるか、IRC クライアントで <emphasis role="bold">irc.freenode.net</emphasis> のチャンネル <emphasis role="bold">#xfce</emphasis> に参加し、助けを求めてみてください。
ug: バグの報告や要望は、<ulink type="http" url="@PACKAGE_BUGREPORT@">@PACKAGE_BUGREPORT@</ulink> にあるバグ追跡システムを使用して下さい。このソフトウェアの使い方に関する質問があれば、<ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">Xfce メーリングリスト</ulink> で尋ねるか、IRC クライアントで <emphasis role="bold">irc.freenode.net</emphasis> のチャンネル <emphasis role="bold">#xfce</emphasis> に参加し、助けを求めてみてください。
zh_cn: 报告错误或者希望添加新的功能，请使用在 <ulink type="http" url="@PACKAGE_BUGREPORT@">@PACKAGE_BUGREPORT@</ulink> 上的 bug 追踪系统。如果您在此软件的使用上有任何疑问，请在邮件列表 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">Xfce mailing list</ulink> 上发问，或者使用 IRC 客户端连接至 <emphasis role="bold">irc.freenode.net</emphasis>，加入频道 <emphasis role="bold">#xfce</emphasis> 寻求帮助。

source: About @PACKAGE_NAME@
ca: Quant a @PACKAGE_NAME@
da: Om @PACKAGE_NAME@
fr: À propos de @PACKAGE_NAME@
gl: Acerca de @PACKAGE_NAME@
it: Informazioni su @PACKAGE_NAME@
ja: @PACKAGE_NAME@ について
ug: @PACKAGE_NAME@ ھەققىدە
zh_cn: 关于 @PACKAGE_NAME@

source: @PACKAGE_NAME@ was written by Eduard Roccatello and then maintained by Nick Schermer. Nowadays it is written by Mike Massonnet (<email>mmassonnet@xfce.org</email>). Visit the <ulink type="http" url="http://goodies.xfce.org/projects/panel-plugins/xfce4-clipman-plugin">@PACKAGE_NAME@ Web site</ulink>.
ca: @PACKAGE_NAME@ va ser escrit per Eduard Roccatello i mantingut per Nick Schermer. Actualment, l'escriu Mike Massonnet (<email>mmassonnet@xfce.org</email>). Visiteu el <ulink type="http" url="http://goodies.xfce.org/projects/panel-plugins/xfce4-clipman-plugin">lloc web de @PACKAGE_NAME@</ulink>.
da: @PACKAGE_NAME@ er skrevet af Eduard Roccatello og derefter vedligeholdt af Nick Schermer. Nu til dags bliver det skrevet af Mike Massonnet (<email>mmassonnet@xfce.org</email>). Besøg <ulink type="http" url="http://goodies.xfce.org/projects/panel-plugins/xfce4-clipman-plugin">Netsted for @PACKAGE_NAME@</ulink>.
fr: @PACKAGE_NAME@ a été écrit par Eduard Roccatello puis maintenu par Nick Schermer. Aujourd'hui, il est écrit par Mike Massonnet (<email>mmassonnet@xfce.org</ email>). Visitez le <ulink type="http" url="http://goodies.xfce.org/projects/panel-plugins/xfce4-clipman-plugin">@PACKAGE_NAME@ Site Web</ulink>.
gl: @PACKAGE_NAME@ foi escrito por Eduard Roccatello e despois mantido por Nick Schermer. Na actualidade é escrito por Mike Massonnet (<email>mmassonnet@xfce.org</email>). Visite o <ulink type="http" url="http://goodies.xfce.org/projects/panel-plugins/xfce4-clipman-plugin">sitio web de @PACKAGE_NAME@</ulink>.
it: @PACKAGE_NAME@ è stato scritto da Eduard Roccatello e poi mantenuto da Nick Schermer. Attualmente è scritto da Mike Massonnet (<email>mmassonnet@xfce.org</email>). Visitare il sito di <ulink type="http" url="http://goodies.xfce.org/projects/panel-plugins/xfce4-clipman-plugin">@PACKAGE_NAME@</ulink>.
ja: @PACKAGE_NAME@ は Eduard Roccatello によって製作され、Nick Schermer によってメンテナンスされていました。現在は Mike Massonnet (<email>mmassonnet@xfce.org</email>) によって製作されています。より詳しい情報は <ulink type="http" url="http://goodies.xfce.org/projects/panel-plugins/xfce4-clipman-plugin">@PACKAGE_NAME@ ウェブサイト</ulink> を参照してください。
ug: @PACKAGE_NAME@ は Eduard Roccatello によって製作され、Nick Schermer によってメンテナンスされていました。現在は Mike Massonnet (<email>mmassonnet@xfce.org</email>) によって製作されています。より詳しい情報は <ulink type="http" url="http://goodies.xfce.org/projects/panel-plugins/xfce4-clipman-plugin">@PACKAGE_NAME@ ウェブサイト</ulink> を参照してください。
zh_cn: @PACKAGE_NAME@ 最初由 Eduard Roccatello 所编写，而后由 Nick Schermer 维护。现在的编写者是 Mike Massonnet (<email>mmassonnet@xfce.org</email>)。更多信息，请查看 <ulink type="http" url="http://goodies.xfce.org/projects/panel-plugins/xfce4-clipman-plugin">@PACKAGE_NAME@ 网站</ulink>。

source: This documentation was written by Mike Massonnet (<email>mmassonnet@xfce.org</email>). Please send all your comments and suggestions regarding this manual to <email>mmassonnet@xfce.org</email>.
ca: Aquesta documentació va ser escrita per Mike Massonet (<email>mmassonnet@xfce.org</email>). Si us plau, envieu els vostres comentaris i suggerències relatives al manual a <email>mmassonnet@xfce.org</email>.
da: Denne dokumentation er skrevet af Mike Massonnet (<email>mmassonnet@xfce.org</email>) Send venligst alle dine kommentarer og forslag til denne manuel til <email>mmassonnet@xfce.org</email>.
fr: Cette documentation a été écrite par Mike Massonnet (<email>mmassonnet@xfce.org</email>). S'il vous plaît envoyer tous vos commentaires et suggestions à propos de ce manuel pour <email>mmassonnet@xfce.org</email>.
gl: Esta documentación foi escrita por Mike Massonnet (<email>mmassonnet@xfce.org</email>). Envíe tódolos seus comentarios e suxestións relativos a este manual a <email>mmassonnet@xfce.org</email>.
it: Questa documentazione è stata scritta da Mike Massonnet (<email>mmassonnet@xfce.org</email>). Inviare i commenti e le proposte di miglioramento relative a questo manuale a <email>mmassonnet@xfce.org</email>.
ja: この文書は Mike Massonnet (<email>mmassonnet@xfce.org</email>) が製作しました。この説明書に関するコメントやご提案は <email>mmassonnet@xfce.org</email> までお願いします。
ug: この文書は Mike Massonnet (<email>mmassonnet@xfce.org</email>) が製作しました。この説明書に関するコメントやご提案は <email>mmassonnet@xfce.org</email> までお願いします。
zh_cn: 这份文档由 Mike Massonnet (<email>mmassonnet@xfce.org</email>) 撰写。请将您对这份文档的意见或建议发送到 <email>mmassonnet@xfce.org</email>。
