Repository: ChrisL113/xfce4-clipman-plugin
Catalog: po-doc/*.po
Languages: ca, da, fr, gl, it, ja, ug, zh_cn

source: This software is distributed under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ca: Aquest programa es distribueix amb els termes de la llicència <citetitle>GNU General Public License</citetitle> com es va publicar per la Free Software Foundation; ja sigui la versió 2 de la llicència, o (si ho preferiu) qualsevol versió posterior.
da: Dette software er distribueret under vilkårene i <citetitle>GNU General Public License</citetitle>, som udgivet at Free Software Foundation, enten version 2 af licensen eller (dit valg) enhver senere version.
fr: Ce logiciel est distribué sous les termes de la <citetitle> GNU General Public License </citetitle> telle que publiée par la Free Software Foundation; soit la version 2 de la Licence, ou (à votre choix) toute version ultérieure.
gl: Este software distribúese baixo os termos da <citetitle>Licenza Pública Xeral de GNU</citetitle> tal como a publicou a Free Software Foundation; xa sexa a versión 2 de dita Licenza, ou (se o desexa) calquera versión posterior.
it: Questo programma è distribuito nel rispetto dei termini della licenza <citetitle>GNU General Public License</citetitle> come pubblicata dalla Free Software Foundation, sia questa la versione 2 o, a propria scelta, una qualsiasi versione successiva.
ja: このソフトウェアはフリーソフトウェア財団が公表する <citetitle>GNU 一般公衆利用許諾契約書</citetitle>の条件下に配布されています。第2版あるいは、(あなたが選ぶ) それ以降の版のいずれかが適用されます。
ug: このソフトウェアはフリーソフトウェア財団が公表する <citetitle>GNU 一般公衆利用許諾契約書</citetitle>の条件下に配布されています。第2版あるいは、(あなたが選ぶ) それ以降の版のいずれかが適用されます。
zh_cn: 此软件在自由软件基金会发布的 <citetitle>GNU 通用公共许可协议</citetitle> 条款约束下发布；协议的第二版或者(您可以选择)更新的版本。

source: You should have received a copy of the <citetitle>GNU General Public License</citetitle> along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110, USA.
ca: Hauríeu d'haver rebut una còpia de la llicència <citetitle>GNU General Public License</citetitle> juntament amb aquest programari; en cas contrari, escriviu a la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110, USA.
da: Du burde have fået en kopi af <citetitle>GNU General Public License</citetitle> sammen med dette program; hvis ikke, kan du skrive til Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110, USA.
fr: Vous devriez avoir reçu une copie de la <citetitle> GNU General Public License </citetitle> avec ce programme; sinon, écrivez à la Free Software Foundation, Inc, 51 Franklin Street, Fifth Floor, Boston, MA 02110, USA .
gl: Debeu recibir unha copia da <citetitle>Licenza Pública Xeral de GNU</citetitle> xunta con este programa; en caso contrario, escriba á Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
it: Con il programma dovrebbe essere stata anche fornita una copia della <citetitle>GNU General Public License</citetitle>; se così non fosse, scrivere alla: Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
ja: このプログラムには、<citetitle>GNU 一般公衆利用許諾契約書</citetitle>のコピーが附属するはずですが、もし無いのであればフリーソフトウェア財団 (51 Franklin Street, Fifth Floor, Boston, MA 02110, USA) に連絡してください。
ug: このプログラムには、<citetitle>GNU 一般公衆利用許諾契約書</citetitle>のコピーが附属するはずですが、もし無いのであればフリーソフトウェア財団 (51 Franklin Street, Fifth Floor, Boston, MA 02110, USA) に連絡してください。
zh_cn: 您应该能够随此软件获得一份 <citetitle>GNU 通用公共许可协议</citetitle>的副本；如果没有，请致信自由软件基金会: Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110, USA.

source: translator-credits
ca: Carles Muñoz Gorriz <carlesmu@internautas.org>, 2009.
da: Lars Christian Jensen <larschrjensen@gmail.com> Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
fr: Mike Massonnet <mmassonnet@xfce.org>, 2009
gl: Leandro Regueiro <leandro.regueiro@gmail.com>, 2009. Proxecto Trasno - Adaptación de software libre ó galego. Se queres colaborar podes obter máis información en <http://trasno.net>
it: Traduzione Italiana a cura di Cristian Marchi
ja: Masato Hashimoto <hashimo@xfce.org> 2009.
ug: Gheyret T.Kenji <gheyret@gmail.com> 2010
zh_cn: Hunt Xu <huntxu@live.cn>, 2009.

source: This manual describes version 1.0.1 of @PACKAGE_NAME@.
ca: Aquesst manual descriu la verió 1.0.1 de @PACKAGE_NAME@.
gl: Este manual describe a versión 1.0.1 de @PACKAGE_NAME@.
ug: بۇ قوللانما @PACKAGE_NAME@ نىڭ 1.0.1 نەشرى ھەققىدىكى قوللانمىدۇر.

source: bug ?#?[0-9]+
ca: Error de programari ?#?[0-9]+
da: fejl ?#?[0-9]+
gl: erro ?#?[0-9]+

source: bug
ca: Error de programari
da: fejl
gl: erro

source: @PACKAGE_NAME@ is a clipboard manager for Xfce. It keeps the clipboard contents around while it is usually lost when you close an application. It is able to handle text and images, and has a feature to execute actions on specific text selections by matching them against regular expressions.
da: @PACKAGE_NAME@ er en udklipsholderhåndtering til Xfce. Den beholder indholdet af udklip, hvorimod det som regel er tabt, når du lukker et program. Den er i stand til at håndtere tekst og billeder, og kan udføre handlinger på specifikke tekstmarkeringer ved at sammenligne dem med regulære udtryk.
ja: @PACKAGE_NAME@ は Xfce 用のクリップボードマネージャです。これは、通常アプリケーションが終了した時に失われてしまうクリップボードの内容を保持します。文字列および画像を扱うことができ、選択された文字列が、指定された正規表現とマッチしたときに任意の処理を実行する機能も持っています。

source: @PACKAGE_NAME@ handles only the default clipboard, but optionnaly it can also notice the selections. When it is handling the selections, the default clipboard will always be synced with it and contain the same data.
da: @PACKAGE_NAME@ håndterer kun standardudklipsholderen, men kan også håndtere markeringer. Når den håndterer markeringer, vil standardklippebordet altid blive synkroniseret med den, og indeholde det samme data.
ja: @PACKAGE_NAME@ は、デフォルトクリップボードのみ処理しますが、オプションで選択領域を扱うこともできます。選択領域を扱う場合は、デフォルトクリップボードは常にそれとの同期がとられ、同じ内容になります。

source: @PACKAGE_NAME@ is used to keep in history a list of clipboard contents and to restore them. The history is displayed in a menu by clicking on the main icon. Within the menu it is possible to select an item to restore it, to clear the history and to activate or deactivate the clipboard manager.
da: @PACKAGE_NAME@ bruges til at lave en historik af indholdet i udklipsholderen, og til at gendanne dem igen. Historikken er vises i en menu, ved at klikke på hovedikonet. I menuen er det muligt at vælge et element og gendanne det, rydde historikken eller aktivere eller deaktivere udklipsholderen.
ja: @PACKAGE_NAME@ は、クリップボードの履歴を保持し、それらを復元するために使われます。履歴はメインアイコンをクリックして表示されるメニューに表示されます。メニューから、復元するアイテムの選択、履歴のクリア、およびクリップボードマネージャの有効/無効の切り換えが行えます。

source: There are two ways to run @PACKAGE_NAME@. You can select @PACKAGE_NAME@ in the applications menu under the category Utility or type <application>xfce4-clipman-plugin</application> on the command-line, or you can add it into your panel. To add a new item in the panel right click the panel and select “Add new item…”.
da: Der er to måder du kan køre @PACKAGE_NAME@ på. Du kan vælge @PACKAGE_NAME@ i programmenuen, under kategorien Tilbehør eller skrive <application>xfce4-clipman-plugin</application> på kommandolinjen, eller du kan tilføje det til dit panel. Højreklik på panelet og vælg "Tilføj nyt element...", for at tilføje et nyt element til panelet.
ja: @PACKAGE_NAME@ を実行するには 2 つの方法があります。一つは、アプリケーションメニューのアクセサリにある @PACKAGE_NAME@ を選択するか、コマンドラインから <application>xfce4-clipman-plugin</application> と入力して起動する方法、もう一つはパネルに追加する方法です。パネルに新しいアイテムを追加するには、パネルを右クリックして「新しいアイテムの追加...」を選択してください。

source: Add selections
da: Tilføj markeringer
ja: 選択領域と同期をとる

source: To learn more about actions go to <xref linkend="action"/>.
da: Se <xref linkend="action"/> for at lære mere om handlinger.
ja: アクションについてのより詳しい情報は、<xref linkend="action"/> を参照してください。

source: @PACKAGE_NAME@ uses Xfconf to store its settings in the <constant>xfce4-panel</constant> channel. That allows you to change the settings with the tool <application>xfconf-query</application>. The following table lists all the properties with their possible values:
da: @PACKAGE_NAME@ bruger Xfconf til at gemme dens indstillinger i kanalen <constant>xfce4-panel</constant>. Dette lader dig ændre indstillingerne med værktøjet <application>xfconf-query</application>. Følge tabel viser alle egenskaberne med deres mulige værdier:
ja: @PACKAGE_NAME@ は、<constant>xfce4-panel</constant> チャンネルへの設定の保存に Xfconf を使用します。これにより <application>xfconf-query</application> ツールで設定の変更が行えます。以下の表はすべてのプロパティと設定可能な値のリストです:

source: /plugins/clipman/settings/enable-actions
da: /plugins/clipman/settings/add-primary-clipboard

source: To change a setting type the command-line:
da: Indtast følgende kommandolinje for at ændre en indstilling:
ja: コマンドラインで設定を変更するには:

source: Action
da: Handling
ja: アクション

source: An action has a human readable name that describes the pattern it is going to match. The matches are made against text from the selections and the pattern is a regular expression. An action must have at least one command which also has a human readable name. The matched text can be reused in the command.
da: En handling har et navn der er læseligt for mennesker, der beskriver det mønster det skal matche op imod. Det holdes op i mod tekst fra markeringer og mønsteret er et regulært udtryk.En handling skal have mindst én kommando, der også indeholder et navn der er læsbart for mennesker. Den matchede tekst kan genbruges i kommandoen.
ja: アクションはマッチするパターンを説明する名前を持つことができます。マッチは選択した文字列に対して行われ、パターンは正規表現で指定します。アクションは少なくとも一つのコマンドと、その名前を持たなければなりません。マッチした文字列はコマンド内で再利用できます。

source: <row><placeholder-1/><placeholder-2/><placeholder-3/><placeholder-4/></row><row><placeholder-5/><placeholder-6/><placeholder-7/><placeholder-8/></row><row><placeholder-9/><placeholder-10/><placeholder-11/><placeholder-12/></row> false <row><placeholder-13/><placeholder-14/><placeholder-15/><placeholder-16/></row><row><placeholder-17/><placeholder-18/><placeholder-19/><placeholder-20/></row><row><placeholder-21/><placeholder-22/><placeholder-23/><placeholder-24/></row>
zh_cn: <row><placeholder-1/><placeholder-2/><placeholder-3/><placeholder-4/></row><row><placeholder-5/><placeholder-6/><placeholder-7/><placeholder-8/></row><row><placeholder-9/><placeholder-10/><placeholder-11/><placeholder-12/></row> 假 <row><placeholder-13/><placeholder-14/><placeholder-15/><placeholder-16/></row><row><placeholder-17/><placeholder-18/><placeholder-19/><placeholder-20/></row><row><placeholder-21/><placeholder-22/><placeholder-23/><placeholder-24/></row>
