Repository: ChrisL113/xfce4-clipman-plugin
Catalog: po-doc/*.po
Languages: ca, da, fr, gl, it, ja, ug, zh_cn

source: Keeps the history at every new session
ca: Manté l'historial en les noves sessions
da: Beholder historikken ved hver ny session
fr: Conserve l'historique à chaque nouvelle session
gl: Mantén o historial en cada nova sesión
it: Mantiene la cronologia per ogni nuova sessione
ja: 履歴を保存し、新しいセッション開始時に復元します
ug: ئىزنى ساقلاپ، يېڭى ئەڭگىمە باشلانغاندا ئەسلىگە كەلتۈرىدۇ
zh_cn: 在每次新会话中恢复历史

source: Store an image
ca: Emmagatzema una imatge
da: Opbevar et billede
fr: Stocker une image
gl: Almacenar unha imaxe
it: Memorizza un'immagine
ja: 画像を格納する
ug: رەسىمنى ساقلايدۇ
zh_cn: 保存一幅图像

source: Allows to store one image in the history
ca: Permet emmagatzemar una imatge a l'historial
da: Lader dig opbevare et billeder i historikken
fr: Autorise le stockage d'une image dans l'historique
gl: Permite almacenar unha imaxe no historial
it: Permette di memorizzare un'immagine nella cronologia
ja: 履歴に画像を格納することができます
ug: ئىزدا رەسىمنى ساقلىغىلى بولىدۇ
zh_cn: 允许在历史中保存一幅图像

source: Size of the history
ca: Tamany de l'historial
da: Størrelsen på historikken
fr: Taille de l'historique
gl: Tamaño do historial
it: Dimensione della cronologia
ja: 履歴のサイズ
ug: ئىز چوڭلۇقى
zh_cn: 历史大小

source: Sets the number of items to keep in history
ca: Estableix el nombre d'ítems que es mantenen a l'historial
da: Angiver antallet af elementer der kan opbevares i historikken
fr: Définit le nombre d'éléments à conserver dans l'historique
gl: Define o número de elementos que se gardarán no historial
it: Imposta il numero di elementi da mantenere nella cronologia
ja: 文字列履歴に保持するアイテム数を設定します
ug: ئىزدا ساقلىنىدىغان تۇرنىڭ سانىنى بېكىتىدۇ
zh_cn: 设置保留在历史中的条目数量

source: Clipman Settings
ca: Configuració del porta-retalls
da: Indstillinger til Clipman
fr: Paramètres de Clipman
gl: Configuración de Clipman
it: Impostazioni di Clipman
ja: Clipman 設定
ug: Clipman تەڭشىكى
zh_cn: 剪贴板设置

source: Settings dialog with the General tab
ca: Diàleg de paràmetres amb la pestanya general
da: Indstillingsvinduet i fanebladet Generelt
fr: Dialogue de paramètres de l'onglet Général
gl: Lapela xeral do diálogo de configuración
it: Finestre delle impostazioni con la linguetta Generale
ja: 設定ダイアログ - 「一般」タブ
ug: تەڭشەك كۆزنىكى - [ئادەتتىكى] بەتكۈچى
zh_cn: 带有一般标签的设置对话框

source: Actions
ca: Accions
da: Handlinger
gl: Accións
it: Azioni
ja: 「アクション」タブ
ug: مەشغۇلاتلار
zh_cn: 动作

source: An action is a pair of an action name and a regular expression. Each action can have one or more commands. The support of actions is optional and can be enabled or disabled through the “Enable actions” option.
ca: Una acció és una parella de nom d'acció i d'expressió regular. Cada acció pot tenir un o més ordres. L'activació de les accions és opcional i es pot habilitar o no mitjançant l'opció «Activa accions».
da: En handling er en kombination af et handlingsnavn og et regulært udtryk. Hver handling kan have en eller flere kommandoer. Understøttelsen af handlinger er valgfri og kan slås til eller fra med tilvalget "Aktivér handlinger".
fr: Une action est composée de la paire d'un nom et d'une expression régulière. Chaque action peut contenir une à plusieurs commandes. Le support des actions est facultatif et peut être activer ou désactiver en cochant la case « Activer les actions ».
gl: Unha acción é unha parella composta por un nome de acción e unha expresión regular. Cada acción pode ter un ou máis comandos. O soporte das accións é opcional e pode activarse ou desactivarse a través da opción “Activar as accións”.
it: Una azione è costituita da un nome e da una esperssione regolare. Ogni azione può avere associati uno o più comandi. Il supporto alle azioni è opzionale e può essere abilitato o disabilitato avvalendosi dell'opzione «Abilita azioni».
ja: 一つのアクションは、アクション名と正規表現の組み合わせからなります。各アクションは一つ以上のコマンドを持つことができます。アクションのサポートは任意であり、「アクションを有効にする」オプションにより有効/無効を切り換えることができます。
ug: 一つのアクションは、アクション名と正規表現の組み合わせからなります。各アクションは一つ以上のコマンドを持つことができます。アクションのサポートは任意であり、「アクションを有効にする」オプションにより有効/無効を切り換えることができます。
zh_cn: 一个动作由一个“动作名称 - 正则表达式”对构成。每一个动作可以执行一个或一个以上的命令。对动作的支持是程序的可选项，您能够通过“允许动作”选项启用或禁用该支持。

source: To add an action click the Add icon, to edit an action select the action and click the Edit icon or double click the action, and to remove an action select an action and click the Delete icon. By adding or editing an action a new dialog is opened.
ca: Per afegir una acció feu clic en la icona d'addició, per editar una acció heu de seleccionar-la i fer clic en la icona d'edició i, per treure una acció, seleccioneu-la i feu clic en el botó d'esborrat. Al afegir o editar una acció es mostrarà un nou diàleg.
da: Klik på Tilføj-ikonet for at tilføje en ny handling og klik på ikonet Redigér eller dobbeltklik på handlingen, og vælg en handling og klik på ikonet Slet for at fjerne en handling. Et nyt vindue bliver åbnet ved at tilføjelse eller redigering af en handling.
fr: Pour ajouter une action cliquez sur l'icône Ajouter, pour éditer une action sélectionnez l'action et cliquez sur l'icône Editer ou double cliquez l'action, et pour supprimer une action sélectionnez l'action et cliquez sur l'icône Supprimer. En ajoutant ou en éditant une action un nouveau dialogue est ouvert.
gl: Para engadir unha acción prema na icona Engadir, para modificar unha acción seleccione a acción e prema na icona Modificar ou faga dobre clic na acción, e para eliminar unha acción seleccione unha acción e prema na icona Eliminar. Ao engadir ou modificar unha acción ábrese un novo diálogo.
it: Per aggiungere un'azione fare clic sull'icona «Aggiungi»; per modificare un'azione, selezionarla e fare clic sull'icona «Modifica» oppure fare doppio clic sull'azione; per rimuovere un'azione, selezionarla e fare click sull'icona «Cancella». Aggiungendo o modificando un'azione, verrà aperta una nuova finestra.
ja: アクションを追加するには追加アイコンをクリックし、編集するにはアクションを選択して編集アイコンをクリックするかアクションをダブルクリックし、削除するにはアクションを選択して削除アイコンをクリックします。アクションの追加または編集により新しいダイアログが表示されます。
ug: アクションを追加するには追加アイコンをクリックし、編集するにはアクションを選択して編集アイコンをクリックするかアクションをダブルクリックし、削除するにはアクションを選択して削除アイコンをクリックします。アクションの追加または編集により新しいダイアログが表示されます。
zh_cn: 要添加一个动作，请点击添加图标；要编辑一个动作，请选择该动作并点击编辑图标或者直接双击该动作；要删除一个动作，请选择该动作并点击删除图标。选择添加或者编译一个动作，一个新对话框将会被打开。

source: To learn more about actions go to <xref linkend="action-dialog"/>.
ca: Per aprendre més sobre les accions veieu <xref linkend="action-dialog"/>.
fr: Pour en savoir plus sur les actions aller à <xref linkend="action-dialog"/>.
gl: Para aprender máis sobre as accións vaia a <xref linkend="action-dialog"/>.
it: Per approfondire l'argomento "azioni" andare in <xref linkend="action-dialog"/>.
ug: アクションについてのより詳しい情報は、<xref linkend="action-dialog"/> を参照してください。
zh_cn: 想要学习更多关于动作的内容，请转到 <xref linkend="action-dialog"/>。

source: Settings dialog with the Actions tab
ca: Diàleg de configuració de la pestanya d'accions
da: Indstillingsvinduet i fanebladet Handlinger
fr: Dialogue de paramètres avec l'onglet Actions
gl: Lapela accións do diálogo de configuración
it: Finestre delle impostazioni con la linguetta Azioni
ja: 設定ダイアログ - 「アクション」タブ
ug: تەڭشەك كۆزنىكى - [مەشغۇلات] بەتكۈچى
zh_cn: 带有动作标签的设置对话框

source: Action Dialog
ca: Diàleg d'accions
da: Handlingsvindue
fr: Dialogue d'action
gl: Diálogo de acción
it: Finestra azione
ja: アクションダイアログ
ug: مەشغۇلات كۆزنىكى
zh_cn: 动作对话框

source: An action has a human readable name that describes the pattern it is going to match. An action must have at least one command which also has a human readable name. The matched text can be reused in the command.
ca: Una acció té un nom llegible per una persona que descriu el patró amb el que ha de coincidir. Una acció ha de tenir almenys una ordre amb un nom llegible per una persona. El text de coincidència es pot reutilitzar en l'ordre.
fr: Une action possède un nom lisible qui décrit le motif qu'elle possède. Une action doit avoir au minimum une commande qui elle aussi possède un nom lisible. Le texte qui est comparé peut être réutilisé dans une commande.
gl: Unha acción ten un nome lexible por humanos que describe o patrón que se vai comparar. Unha acción debe ter polo menos un comando que tamén ten un nome lexible por humanos. O texto comparado pódese reutilizar no comando.
it: Un'azione possiede un nome intuitivo che ne descrive lo schema che andrà a individuare. Un'azione deve avere associato almeno un comando che abbia anch'esso un nome intuitivo. Il testo che corrisponde allo schema può essere riutilizzato nel comando.
ug: アクションはマッチするパターンを説明する名前を持つことができます。アクションは少なくとも一つのコマンドと、その名前を持たなければなりません。マッチした文字列はコマンド内で再利用できます。
zh_cn: 每个动作都有一个易于理解的名称用以描述匹配模式将匹配的内容。同样，每个动作都应该至少有一个同样拥有一个易于理解的名称的命令。匹配的文本可以在命令中被再次使用。

source: The actions are always matched against text selections unless specified otherwise. When the box “Activate only on manual copy” is checked, the action will be matched from the default clipboard (e.g. with Ctrl+C).
ca: Les accions sempre es comproven contra els texts seleccionats a no ser que s'hagi especificat el contrari. Quan la casella «Activa només en la còpia manual» està marcada, l'acció es comprovarà només respecte al porta-retalls per defecte (e.g.: el porta-retalls del Ctrl+C).
fr: Les actions sont comparées aux sélections à moins d'être spécifiées autrement. Si la case « Activer uniquement lors des copies manuelles » est active, l'action sera comparée avec le presse-papier par défaut (e.g. avec Ctrl+C).
gl: As accións sempre se comparan con seleccións de texto a menos que se especifique doutro xeito. Cando a caixa “Activar só ao copiar manualmente” está marcada, a acción hase comparar dende o portarretallos predeterminado (p.ex. con Ctrl+C).
it: Le azioni vengono sempre confrontate con le selezioni di testo a meno che non sia specificato diversamente. Quando l'opzione "Attivare solamente per la copia manuale" è abilitata, l'azione verrà utilizzata per la clipboard di default (ad esempio con Ctrl+C).
ug: アクションは、他で指定されない限り、常に選択された文字列に対してマッチされます。「手動コピー時のみアクティブにする」にチェックマークをつけると、アクションはデフォルトクリップボードに対してのみマッチされます (例えば Ctrl+C が押下されたときなど)。
zh_cn: 除非您指定其他设置，否则动作将会对每次文本选择进行匹配。当选中 “仅在手动复制时激活” 选项框时，仅会对预设剪贴板进行匹配 (例如当您使用 Crtl+C 进行复制)

source: Action edit dialog
ca: Diàleg d'edició d'accions
da: Handlingsredigeringsvinduet
fr: Dialogue d'édition d'une action
gl: Diálogo de modificación de acción
it: FInestra di modifica dell'azione
ja: 「アクションの編集」ダイアログ
ug: [مەشغۇلات تەھرىرلەش]كۆزنىكى
zh_cn: 动作编辑对话框

source: Regular Expression
ca: Expressió regular
da: Regulært udtryk
fr: Expression régulière
gl: Expresión regular
it: Espressione regolare
ja: 正規表現
ug: مۇنتىزىم ئىپادە
zh_cn: 正则表达式

source: Basic special characters: "<emphasis role="bold"><code>.?+*(|)[]\</code></emphasis>".
ca: Caràcters especial bàsics: «<emphasis role="bold"><code>.?+*(|)[]\</code></emphasis>».
da: Basale specielle tegn: "<emphasis role="bold"><code>.?+*(|)[]\</code></emphasis>".
fr: Caractères spéciaux de base : « <emphasis role="bold"><code>.?+*(|)[]\</code></emphasis> ».
gl: Caracteres especiais básicos: "<emphasis role="bold"><code>.?+*(|)[]\</code></emphasis>".
it: Caratteri speciali di base: "<emphasis role="bold"><code>.?+*(|)[]\</code></emphasis>".
ja: 基本特殊文字: "<emphasis role="bold"><code>.?+*(|)[]\</code></emphasis>".
ug: ئاساسلىق ئالاھىدە ھەرپلەر: "<emphasis role="bold"><code>.?+*(|)[]\</code></emphasis>".
zh_cn: 基本特殊字符: "<emphasis role="bold"><code>.?+*(|)[]\</code></emphasis>"。

source: ”<emphasis role="bold"><placeholder-1/></emphasis>”: represents a single character.
ca: ”<emphasis role="bold"><placeholder-1/></emphasis>”: representa un únic caràcter.
da: ”<emphasis role="bold"><placeholder-1/></emphasis>”: repræsenterer et enkelt tegn.
fr: « <emphasis role="bold"><placeholder-1/></emphasis> » : représente un caractère unique.
gl: ”<emphasis role="bold"><placeholder-1/></emphasis>”: representa un só carácter.
it: ”<emphasis role="bold"><placeholder-1/></emphasis>”: rappresenta un carattere singolo.
ja: “<emphasis role="bold"><placeholder-1/></emphasis>”: 任意の一文字にマッチします。
ug: “<emphasis role="bold"><placeholder-1/></emphasis>”: خالىغان بىر ھەرپكە ماسلىشىدۇ
zh_cn: ”<emphasis role="bold"><placeholder-1/></emphasis>”: 代表任意单个字符。

source: ”<emphasis role="bold"><placeholder-1/></emphasis>”: respectively means zero or one character, one or more characters, and zero or more characters.
ca: ”<emphasis role="bold"><placeholder-1/></emphasis>”: respectivament significa, zero o un caràcter, un o més caràcters, i cap o més caràcters.
da: ”<emphasis role="bold"><placeholder-1/></emphasis>”: betyder henholdsvis nul eller et tegn, et tegn eller mere, og nul tegn eller mere.
fr: « <emphasis role="bold"><placeholder-1/></emphasis> » : signifit respectivement zero ou un caractère, un ou plusieurs caractères, zero ou plusieurs caractères.
gl: ”<emphasis role="bold"><placeholder-1/></emphasis>”: significan respectivamente cero ou máis caracteres, un ou máis caracteres, e cero ou máis caracteres.
it: ”<emphasis role="bold"><placeholder-1/></emphasis>”: significa rispettivamente zero o un carattere, uno o più caratteri e zero o più caratteri.
ja: “<emphasis role="bold"><placeholder-1/></emphasis>”: それぞれ、直前の文字が 0 個か 1 個、1 個以上、および 0 個以上あるときにマッチします。
ug: “<emphasis role="bold"><placeholder-1/></emphasis>”: それぞれ、直前の文字が 0 個か 1 個、1 個以上、および 0 個以上あるときにマッチします。
zh_cn: ”<emphasis role="bold"><placeholder-1/></emphasis>”: 分别代表零或一个字符，一个或一个以上字符，以及任意多个(包括0个)字符。

source: ”<emphasis role="bold"><placeholder-1/></emphasis>”: used for grouping and substitution, the vertical bar is used as an OR operation.
ca: ”<emphasis role="bold"><placeholder-1/></emphasis>”: usat per a agrupa i substitucions, la barra vertical s'usa com a operació O (OR).
da: ”<emphasis role="bold"><placeholder-1/></emphasis>”: bruges til gruppering og erstatning, den lodrette linje bruges som en ELLER operation.
fr: « <emphasis role="bold"><placeholder-1/></emphasis> » : utilisé pour grouper et les substitutions, la barre verticale est utilisé comme opération logique OU.
gl: ”<emphasis role="bold"><placeholder-1/></emphasis>”: úsase para o agrupamento e a substitución, a barra vertical úsase como unha operación OR.
it: ”<emphasis role="bold"><placeholder-1/></emphasis>”: utile per raggruppare e per effettuare delle sostituzioni, la barra verticale è utilizzata come operatore OR.
ja: “<emphasis role="bold"><placeholder-1/></emphasis>”: グループ化と置換に使用されます。バーチカルバー“|”は論理和演算子として使用されます。
ug: “<emphasis role="bold"><placeholder-1/></emphasis>”: グループ化と置換に使用されます。バーチカルバー“|”は論理和演算子として使用されます。
zh_cn: ”<emphasis role="bold"><placeholder-1/></emphasis>”: 在分组和替换中，竖线(|)用以表示 “或” 。

source: ”<emphasis role="bold"><placeholder-1/></emphasis>”: used to match a character from a set of characters and special characters, the circumflex is used at the start as a negation.
ca: ”<emphasis role="bold"><placeholder-1/></emphasis>”: usat per a fer correspondència d'un caràcter d'un conjunt de caràcters, i el circumflex s'usa al principi com a negació.
da: ”<emphasis role="bold"><placeholder-1/></emphasis>”: bruges til at matche et tegn fra et sæt at tegne og specielle tegn, cirkumflex er brugt ved begyndelsen som argument.
fr: « <emphasis role="bold"><placeholder-1/></emphasis> » : utilisé pour comparer un caractère à un champ de caractères normaux et spéciaux, le circonflexe est utilisé au début comme une négation.
gl: ”<emphasis role="bold"><placeholder-1/></emphasis>”: úsase para comparar un carácter dun conxunto de caracteres e caracteres especiais, o circunflexo úsase como comezo dunha negación.
it: ”<emphasis role="bold"><placeholder-1/></emphasis>”: utile per trovare le corrispondenze tra un carattere e un set di caratteri normali o speciali, l'accento circonflesso è utilizzato all'inizio come negazione.
ja: “<emphasis role="bold"><placeholder-1/></emphasis>”: 括弧内に含まれる 1 個の文字または特殊文字にマッチします。サーカムフレックス“^”が先頭にあると論理否定となり、括弧内に含まれない 1 個の文字または特殊文字にマッチします。
ug: “<emphasis role="bold"><placeholder-1/></emphasis>”: 括弧内に含まれる 1 個の文字または特殊文字にマッチします。サーカムフレックス“^”が先頭にあると論理否定となり、括弧内に含まれない 1 個の文字または特殊文字にマッチします。
zh_cn: ”<emphasis role="bold"><placeholder-1/></emphasis>”: 在一系列字符或特殊字符中匹配一个字符时，“^” 符号在开头使用表示否定。

source: ”<emphasis role="bold"><placeholder-1/></emphasis>”: escapes a special character.
ca: ”<emphasis role="bold"><placeholder-1/></emphasis>”: escapa un caràcter especial.
da: ”<emphasis role="bold"><placeholder-1/></emphasis>”: undlader et specielt tegn.
fr: « <emphasis role="bold"><placeholder-1/></emphasis> » : échappe un caractère spécial.
gl: ”<emphasis role="bold"><placeholder-1/></emphasis>”: escapa un carácter especial.
it: ”<emphasis role="bold"><placeholder-1/></emphasis>”: ignora un carattere speciale.
ja: “<emphasis role="bold"><placeholder-1/></emphasis>”: 特殊文字をエスケープします。
ug: “<emphasis role="bold"><placeholder-1/></emphasis>”: 特殊文字をエスケープします。
zh_cn: ”<emphasis role="bold"><placeholder-1/></emphasis>”: 将特殊字符作为普通字符进行匹配。

source: Basic alphanumeric character class: "<emphasis role="bold"><code>A-Za-z0-9</code></emphasis>". Character classes are used within square brackets to represent a set of characters.
ca: Classe de caràcters alfanumèrics bàsics: «<emphasis role="bold"><code>A-Za-z0-9</code></emphasis>». Les classes de caràcters s'empren amb claus quadrades per representar un conjunt de caràcters.
da: Basis alfanumeriske tegnklasse: "<emphasis role="bold"><code>A-Za-z0-9</code></emphasis>". Tegnklasser angives med klammer til at repræsentere et sæt af tegn.
fr: Classe de caractères de bases alphanumérique : « <emphasis role="bold"><code>A-Za-z0-9</code></emphasis> ». Les classes de caractères sont utilisées à l'intérieur des crochets et représentent plusieurs caractères.
gl: Clase básica de caracteres alfanuméricos: "<emphasis role="bold"><code>A-Za-z0-9</code></emphasis>". As clases de caracteres úsanse dentro de corchetes para representar un conxunto de caracteres.
it: Classe dei caratteri alfanumerici di base: "<emphasis role="bold"><code>A-Za-z0-9</code></emphasis>". Le classi di cartteri sono racchiuse fra parentesi quadre per rappresentare un set di caratteri.
ja: 基本英数字クラス: "<emphasis role="bold"><code>A-Za-z0-9</code></emphasis>"。文字クラスは文字のセットにマッチさせるために角括弧“[]”内で使用されます。
ug: 基本英数字クラス: "<emphasis role="bold"><code>A-Za-z0-9</code></emphasis>"。文字クラスは文字のセットにマッチさせるために角括弧“[]”内で使用されます。
zh_cn: 基本的字母和数字字符类: "<emphasis role="bold"><code>A-Za-z0-9</code></emphasis>"。 字符类用于方括号中表示一系列的字符。

source: Examples
ca: Exemples
da: Eksempler
fr: Exemples
gl: Exemplos
it: Esempi
ja: 例
ug: مىسال
zh_cn: 例子

source: "<emphasis role="bold"><placeholder-1/></emphasis>": text "<placeholder-2/>", zero or one space, zero or one sharp character, and one or more numbers.
ca: «<emphasis role="bold"><placeholder-1/></emphasis>»: text «<placeholder-2/>», zero o un espai, o un coixinet (#), i un o més números.
da: "<emphasis role="bold"><placeholder-1/></emphasis>": text "<placeholder-2/>", nul eller et mellemrum, nul eller et skarpt tegn, og et eller flere tal.
fr: « <emphasis role="bold"><placeholder-1/></emphasis> » : texte « <placeholder-2/> », zero ou un espace, zero ou un caractère dieze, et un ou plusieurs chiffres.
gl: "<emphasis role="bold"><placeholder-1/></emphasis>": texto "<placeholder-2/>", ningún ou un espazo, ningún ou un caracter #, e un ou máis números.
it: "<emphasis role="bold"><placeholder-1/></emphasis>": text "<placeholder-2/>", zero o uno spazio, zero o un carattere e uno o più numeri.
ja: "<emphasis role="bold"><placeholder-1/></emphasis>": 文字列 "<placeholder-2/>"、0 個か 1 個のスペース、0 個か 1 個の番号記号“#”、および 1 個以上の番号にマッチする。
ug: "<emphasis role="bold"><placeholder-1/></emphasis>": تېكىست "<placeholder-2/>"، 0 ياكى 1 دانە بوشلۇق، 0 ياكى بىر دانە 1 رەقەم بەلگىسى «#»، ياكى بىردىن ئارتۇق رەقەمگە ماسلىشىدۇ.
zh_cn: "<emphasis role="bold"><placeholder-1/></emphasis>": 文本 "<placeholder-2/>"，零或一个空格，零或一个 “#” 字符，后面是一个或多个数字。

source: "<emphasis role="bold"><placeholder-1/></emphasis>": text "<placeholder-2/>" or "<placeholder-3/>", one or more character, a point, and the text "<placeholder-4/>", "<placeholder-5/>" or "<placeholder-6/>".
ca: «<emphasis role="bold"><placeholder-1/></emphasis>»: text «<placeholder-2/>» o «<placeholder-3/>», un o més caràcters, un punt, i el text «<placeholder-4/>», «<placeholder-5/>» o «<placeholder-6/>».
da: "<emphasis role="bold"><placeholder-1/></emphasis>": tekst "<placeholder-2/>" eller "<placeholder-3/>" et eller flere tegn, et punkt, og tekst "<placeholder-4/>", "<placeholder-5/>" eller "<placeholder-6/>".
fr: « <emphasis role="bold"><placeholder-1/></emphasis> » : texte « <placeholder-2/> » ou « <placeholder-3/> », un ou plusieurs caractères, un point, et le texte « <placeholder-4/> », « <placeholder-5/> » ou « <placeholder-6/> ».
gl: "<emphasis role="bold"><placeholder-1/></emphasis>": texto "<placeholder-2/>" ou "<placeholder-3/>", un ou máis caracteres, un punto, e o texto "<placeholder-4/>", "<placeholder-5/>" ou "<placeholder-6/>".
it: "<emphasis role="bold"><placeholder-1/></emphasis>": text "<placeholder-2/>" or "<placeholder-3/>", uno o più caratteri, un punto e il testo "<placeholder-4/>", "<placeholder-5/>" o "<placeholder-6/>".
ja: "<emphasis role="bold"><placeholder-1/></emphasis>": 文字列 "<placeholder-2/>" または "<placeholder-3/>"、1 個以上の文字、ピリオド“.”、および文字列 "<placeholder-4/>"、"<placeholder-5/>"、あるいは "<placeholder-6/>" にマッチする。
ug: "<emphasis role="bold"><placeholder-1/></emphasis>": تېكىست "<placeholder-2/>" ياكى "<placeholder-3/>"، 1 دىن ئارتۇق ھەرپ، پەش «.» ياكى تېكىست "<placeholder-4/>"، "<placeholder-5/>"، ياكى "<placeholder-6/>" نىنغا ماسلىشىدۇ.
zh_cn: "<emphasis role="bold"><placeholder-1/></emphasis>": 文本 "<placeholder-2/>" 或 "<placeholder-3/>"，一或多个字符，一个点，后面是文本 "<placeholder-4/>"，"<placeholder-5/>" 或 "<placeholder-6/>"。

source: "<emphasis role="bold"><placeholder-1/></emphasis>": text "<placeholder-2/>", 120 characters, and one or more characters except a space.
ca: «<emphasis role="bold"><placeholder-1/></emphasis>»: text «<placeholder-2/>», 120 caràcters, i un o més caràcters exceptuant l'espai.
da: "<emphasis role="bold"><placeholder-1/></emphasis>": tekst "<placeholder-2/>", 120 tegn og et tegn eller flere undtagen et mellemrum.
fr: « <emphasis role="bold"><placeholder-1/></emphasis> » : texte « <placeholder-2/> », 120 caractères, et un ou plusieurs caractères à l'exception d'un espace.
gl: "<emphasis role="bold"><placeholder-1/></emphasis>": texto "<placeholder-2/>", 120 caracteres, e un ou máis caracteres exceptuando o espazo.
it: "<emphasis role="bold"><placeholder-1/></emphasis>": text "<placeholder-2/>", 120 caratteri e uno o più caratteri tranne lo spazio.
ja: "<emphasis role="bold"><placeholder-1/></emphasis>": 文字列 "<placeholder-2/>"、120 個の文字、および 1 個以上のスペース以外の文字にマッチする。
ug: "<emphasis role="bold"><placeholder-1/></emphasis>": 文字列 "<placeholder-2/>"、120 個の文字、および 1 個以上のスペース以外の文字にマッチする。
zh_cn: “<emphasis role="bold"><placeholder-1/></emphasis>”: 文本“<placeholder-2/>”，120 个字符，后面加一个或一个以上非空格的字符。

source: External Ressource
ca: Recurs extern
da: Ekstern ressource
fr: Ressource externe
gl: Recurso externo
it: Risorsa esterne
ja: その他の情報
ug: باشقا ئۇچۇرلار
zh_cn: 外部资源
