Repository: ChrisL113/xfce4-clipman-plugin
Catalog: po-doc/*.po
Languages: ca, da, fr, gl, it, ja, ug, zh_cn

source: @@image: 'images/clipman-menu.png'; md5=5dbaabeb80055cc0df1d9133d66162f5
it: @@image: 'images/clipman-menu.png'; md5=89f6d4a8a424bc811cd4e5fc6e615e9d

source: @@image: 'images/clipman-settings-general.png'; md5=0d8f5d2634b310264b96ec82e8b68690
it: @@image: 'images/clipman-settings-general.png'; md5=94edc7c7757a951f310126c027dd872c

source: @@image: 'images/clipman-settings-actions.png'; md5=08373a01a49eb9f36fe9395bb96527fa
it: @@image: 'images/clipman-settings-actions.png'; md5=6fb9c256043ac683a341d6d68c40adae

source: @@image: 'images/clipman-action-dialog.png'; md5=8cb733ef13f26327cbc22e5283ac048f
it: @@image: 'images/clipman-action-dialog.png'; md5=a9d968f3ad842bc3aa9b45795c2a837a

source: @PACKAGE_NAME@ Manual
ca: Manual de @PACKAGE_NAME@
da: Manual til @PACKAGE_NAME@
fr: Manuel de @PACKAGE_NAME@
gl: Manual de @PACKAGE_NAME@
it: Manuale di @PACKAGE_NAME@
ja: @PACKAGE_NAME@ 説明書
ug: @PACKAGE_NAME@ قوللانمىسى
zh_cn: @PACKAGE_NAME@ 手册

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.fsf.org/">Free Software Foundation</ulink>.
ca: Teniu el dret de còpia, distribució i/o modificació d'aquest document segons els termes de la llicència «GNU Free Documentation», versió 1.3 o qualsevol posterior publicada per la Free Software Foundation; sense seccions invariables, sense textos de portada i sense textos de contraportada («with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts»). El text complert de la llicència està disponible a <ulink type="http" url="http://www.fsf.org/">Free Software Foundation</ulink>.
da: Der gives hermed tilladelse til kopiere, distribuere og/eller ændre dette dokument under betingelserne af GNU Free Documentation License, Version 1.3 eller enhver senere version udgivet af Free Software Foundation, med ingen ufravigelige dele; ingen forsidetekst, og ingen bagsidetekst. Hele licensteksten er til rådighed på <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
fr: La permission vous est donnée de copier, distribuer et / ou modifier ce document selon les termes de la licence GNU Free Documentation License, Version 1.3 ou toute version ultérieure publiée par la Free Software Foundation sans section invariante, sans texte de première de couverture, et sans texte de couverture. Le texte de la licence complète est disponible sur le <ulink type="http" url="http://www.fsf.org/">Free Software Foundation</ulink>.
gl: Concédese permiso para copiar, distribuír e/ou modificar este documento baixo os termos da GNU Free Documentation License, Versión 1.3 ou calquera versión posterior publicada pola Free Software Foundation; sen as seccións invariantes, sen os textos da portada, e sen os textos da portada posterior. O texto completo da licenza está dispoñible na <ulink type="http" url="http://www.fsf.org/">Free Software Foundation</ulink>.
it: È concesso il permesso di copiare, distribuire e/o modificare questo documento nei termini della GNU Free Documentation License, versione 1.3 o qualsiasi versione successiva pubblicata dalla Free Software Foundation; senza Invariant Sections, senza testi di copertina e senza back-cover texts. Il testo completo della licenza è reso disponibile dalla <ulink type="http" url="http://www.fsf.org/">Free Software Foundation</ulink>.
ja: フリーソフトウェア財団が公表する GNU フリー文書利用許諾契約書の第1.3版、あるいはそれ以降のいずれかの版の条件下において、この文書の複製、配布および/または変更が許可されます。変更出来ない箇所、表紙文および裏表紙文があってはいけません。この利用許諾契約書の全文は<ulink type="http" url="http://www.fsf.org/">フリーソフトウェア財団</ulink>から取得する事ができます。
ug: フリーソフトウェア財団が公表する GNU フリー文書利用許諾契約書の第1.3版、あるいはそれ以降のいずれかの版の条件下において、この文書の複製、配布および/または変更が許可されます。変更出来ない箇所、表紙文および裏表紙文があってはいけません。この利用許諾契約書の全文は<ulink type="http" url="http://www.fsf.org/">フリーソフトウェア財団</ulink>から取得する事ができます。
zh_cn: 在自由软件基金会发布的 GNU 自由文档许可协议版本 1.3 或以后版本的条款约束下允许复制，分发和/或修改本文档，不要求保留特定内容、封面文本或者封底文本。许可协议全文可以通过以下链接找到: <ulink type="http" url="http://www.fsf.org/">Free Software Foundation</ulink>。

source: This manual describes version @PACKAGE_VERSION@ of @PACKAGE_NAME@.
da: Denne manual beskriver @PACKAGE_NAME@ version @PACKAGE_VERSION@.
fr: Ce manuel décrit la version @PACKAGE_VERSION@ de @PACKAGE_NAME@.
it: Questo manuale descrive la versione @PACKAGE_VERSION@ di @PACKAGE_NAME@.
ja: この説明書は @PACKAGE_NAME@ のバージョン @PACKAGE_VERSION@ について書かれています。
zh_cn: 此手册介绍 @PACKAGE_NAME@ ，版本 @PACKAGE_VERSION@。

source: Introduction
ca: Introducció
da: Introduktion
gl: Introdución
it: Introduzione
ja: 紹介
ug: كىرىش سوز
zh_cn: 简介

source: @PACKAGE_NAME@ is a clipboard manager for Xfce. It keeps the clipboard contents around while it is usually lost when you close an application. It is able to handle text and images, and has a feature to execute actions on specific text by matching them against regular expressions.
ca: @PACKAGE_NAME@ és un gestor de porta-retalls per Xfce. Manté el contingut del porta-retalls quan aquest sovint es perd quan tanqueu una aplicació. És capàs de gestionar tant text com imatges, així com permet executar accions en texts específics que compleixin una expressió regular.
fr: @PACKAGE_NAME@ est un gestionnaire de presse-papier pour Xfce. Il conserve le contenu du presse-papier tandis qu'il est habituellement perdu lors de la fermeture d'une application. Il est capable de gérer du texte et des images, et possède une fonctionnalité pour exécuter des actions sur du texte spécifique en le comparant à des expressions régulières.
gl: @PACKAGE_NAME@ é un xestor de portarretallos para Xfce. Mantén o contido do portarretallos dispoñible xa que normalmente se perde cando se pechan as aplicacións. É capaz de manexar texto e imaxes, e ten unha funcionalidade para executar accións sobre textos específicos comparándoos con expresións regulares.
it: @PACKAGE_NAME@ è un gestore di appunti per l'ambiente Xfce. Mantiene in memoria il contenuto degli appunti che normalmente vengono perduti alla chiususra di una applicazione. È in grado di gestire testi e immagini e permette di eseguire azioni su specifiche selezioni di testo facendole corrispondere a espressioni regolari.
ug: @PACKAGE_NAME@ は Xfce 用のクリップボードマネージャです。これは、通常アプリケーションが終了した時に失われてしまうクリップボードの内容を保持します。文字列および画像を扱うことができ、選択された文字列が、指定された正規表現とマッチしたときに任意の処理を実行する機能も持っています。
zh_cn: @PACKAGE_NAME@ 是 Xfce 桌面环境的剪贴板管理器。它被用以保存通常在您关闭程序之后会丢失的剪贴板内容。它可以保存文本和图像，并且有使用正则表达式匹配特定的文本选择并执行相关动作的功能。

source: Anatomy of a Clipboard
ca: Anatomia del porta-retalls
da: Udklipsholderens opbygning
fr: Anatomie d'un presse-papier
gl: Anatomía dun Portarretallos
it: Anatomia degli appunti (clipboard)
ja: クリップボードの構造
ug: Clipboard قۇرۇلمىسى
zh_cn: 剪贴板的分析

source: In X11 (all Unix platforms) there are by default two clipboards to exchange any data between the windows. A default clipboard which is modified by manual copies (for instance when you select a file and press the copy button), and there is a primary clipboard which is modified by selections (for instance when you select text in a field).
ca: En X11 (totes les plataformes Unix) hi ha per defecte dos porta-retalls que permeten intercanviar qualsevol dada entre finestres. Un porta-retalls per defecte que es modifica amb les còpies manuals (per exemple, quan seleccioneu un fitxer i pitgeu en el botó de copiar), i un porta-retalls primari que es modifica al fer seleccions (per exemple, quan seleccioneu un camp).
da: I X11 (alle Unix platform) er der som standard to udklipsholdere til at udveksle data mellem vinduerne. En standard udklipsholder som ændres ved manuelle kopier (f.eks. når du markerer en fil og trykker på knappen kopiér), og en primær udklipsholder der ændres af markeringer (f.eks. når du markerer tekst i et felt).
fr: Dans X11 (toutes les plateformes Unix) il y a par défaut deux presses-papiers pour échanger des données à travers les fenêtres. Un presse-papier par défaut qui est modifié lors d'une copie manuelle (par exemple en sélectionnant un fichier et en cliquant sur le bouton Copier), et un presse-papier primaire qui est modifié lors des sélections de textes.
gl: En X11 (tódalas plataformas Unix) hai por defecto dous portarretallos para intercambiar calquera dato entre as fiestras. Hai un portarretallos predeterminado que se modifica mediante copias manuais (por exemplo cando selecciona un ficheiro e preme no botón copiar), e hai un portarretallos primario que se modifica cas seleccións (por exemplo cando selecciona texto dun campo).
it: In X11 (tutte le piattaforme Unix) esistono di default due clipboard per permettere lo scambio di dati tra le finestre. Una clipboard predifinita che è modificata dalle copie manuali (cioè quando si seleziona un file e si seleziona l'operazione «Copia»), e una clipboard principale che è interessata dalle selezioni ( cioè quando si seleziona del testo in un campo).
ja: (すべての Unix プラットフォームにおける) X11 には、デフォルトで、あらゆるウィンドウ間でデータを交換するために 2 つのクリップボードが用意されています。デフォルトクリップボードは、手動のコピー操作 (例えば、ファイルを選択してコピーボタンを押したときなど) によって変更され、プライマリクリップボードは、対象を選択した時点 (例えば、フィールドの文字列を選択したときなど) で変更されます。
ug: (すべての Unix プラットフォームにおける) X11 には、デフォルトで、あらゆるウィンドウ間でデータを交換するために 2 つのクリップボードが用意されています。デフォルトクリップボードは、手動のコピー操作 (例えば、ファイルを選択してコピーボタンを押したときなど) によって変更され、プライマリクリップボードは、対象を選択した時点 (例えば、フィールドの文字列を選択したときなど) で変更されます。
zh_cn: 在 X11 (所有的 Unix 平台) 中，默认有两个剪贴板用以交换各窗口间的数据。其中的一个剪贴板(我们称之为预设剪贴板)用以手动复制(例如您选择一个文件之后点击复制按钮)，而另一个(我们称之为主剪贴板)用以选中复制(例如您选中在文本框中的文本)。

source: @PACKAGE_NAME@ handles only the default clipboard, but optionnaly it can also notice the selections. When it is handling the selections, the default clipboard will always be synced with it and contain the same data. By this meaning you can paste with the keyboard what you select on screen.
ca: @PACKAGE_NAME@ només gestiona el porta-retalls per defecte però opcionalment pot gestionar també les seleccions. Quan gestiona les seleccions, el porta-retalls per defecte estarà sempre sincronitzat amb ell i tindrà les mateixes dades. D'aquesta manera podreu enganxar amb el teclat el que tingueu seleccionat en pantalla.
fr: @PACKAGE_NAME@ gère uniquement le presse-papier par défaut, mais peut également prendre en compte les sélections. Lorsqu'il gère les sélections, le presse-papier par défaut est toujours synchronisé avec celui-ci et contient les mêmes données. De ce fait il est possible de coller avec le clavier ce qui est sélectionné sur l'écran.
gl: @PACKAGE_NAME@ só xestiona o portarretallos predeterminado, pero ademais tamén pode ter en conta as seleccións. Cando xestiona as seleccións, o portarretallos predeterminado sempre se sincronizará con elas e conterá os mesmos datos. Deste xeito poderá pegar co teclado o que selecciona na pantalla.
it: @PACKAGE_NAME@ permette di gestire solo la clipboard di default, ma opzionalmente può anche intercettare le selezioni. Quando gestisce le selezioni, la clipboard di default verrà sempre sincronizzata con esse e conterrà gli stessi dati. In pratica si potrà incollare con la tastiera ciò che è selezionato sullo schermo.
ug: @PACKAGE_NAME@ は、デフォルトクリップボードのみ処理しますが、オプションで選択領域を扱うこともできます。選択領域を扱う場合は、デフォルトクリップボードは常にそれとの同期がとられ、同じ内容になります。これにより、画面上を選択し、それをキーボードで貼り付けることができます。
zh_cn: @PACKAGE_NAME@ 仅处理预设(用以手动复制的)剪贴板，但您也可以选择让它同时处理主剪贴板(用以选中复制)。当处理主剪贴板时，预设剪贴板也会更新并保存相同内容。也就是说，通过这项设置，您可以使用键盘粘贴您在屏幕上选中的内容。

source: Getting Started
ca: Començant
da: Komme i gang
fr: Démarrer
gl: Comezo
it: Per iniziare
ja: 始めてみましょう
ug: باشلانغۇچ ساۋات
zh_cn: 开始使用

source: @PACKAGE_NAME@ is used to keep in history a list of clipboard contents and to restore them. The history is displayed in a menu by clicking on the main icon. Within the menu it is possible to restore a text and to clear the history.
ca: @PACKAGE_NAME@ també manté un historial de continguts del porta-retalls que us permet de recuperar-los. L'historial es mostra en un menú quan feu clic en la icona del porta-retalls. Mitjançant aquest menú és possible recuperar un text, així com netejar l'historial.
fr: @PACKAGE_NAME@ est utilisé pour garder une liste d'historique des éléments du presse-papier et permet de les restaurer. L'historique est afficher dans un menu accessible depuis l'icône principale. Dans le menu il est possible de restaurer un texte ou de vider l'historique.
gl: @PACKAGE_NAME@ úsase para manter no historial unha lista dos contidos do portarretallos e restauralos. O historial móstrase nun menú premendo na icona principal. Dentro do menú é posible restaurar un texto e quitalo do historial.
it: @PACKAGE_NAME@ permette di conservare nella cronologia una lista di contenuti degli appunti e di ripristinarli. La cronologia è mostrata in un menu visualizzabile facendo clic sull'icona principale del programma. All'interno di questo menu è possibile ripristinare un testo oppure ripulire la cronologia.
ug: @PACKAGE_NAME@ は、クリップボードの履歴を保持し、それらを復元するために使われます。履歴はメインアイコンをクリックして表示されるメニューに表示されます。メニューから、復元するアイテムの選択および履歴のクリアが行えます。
zh_cn: @PACKAGE_NAME@ 使用一个列表保存使用过的剪贴板内容并能够恢复它们。当您点击主图标时，历史记录将会显示在一个菜单中。通过该菜单，您能够选择一个项目并恢复它，也可以清空历史列表。

source: Clipman Menu
ca: Menú del porta-retalls
da: Menu i Clipman
fr: Menu Clipman
gl: Menú de Clipman
it: Menu di Clipman
ja: Clipman メニュー
ug: Clipman تىزىملىكى
zh_cn: 剪贴板菜单

source: Menu displaying the history
ca: Menú que mostra l'historial
da: Menu der viser historikken
fr: Menu affichant l'historique
gl: Menú que mostra o historial
it: Il menu che mostra la cronologia
ja: 履歴表示メニュー
ug: ئىز كۆرسىتىش تىزىملىكى
zh_cn: 用以显示历史的菜单

source: There are two ways to run @PACKAGE_NAME@. You can select @PACKAGE_NAME@ in the applications menu under the category Utility or type <application>xfce4-clipman</application> on the command-line, or you can add it into your panel. To add a new item in the panel right click the panel and select “Add new item…”.
ca: Hi han dues maneres d'executar @PACKAGE_NAME@. Podeu seleccionar @PACKAGE_NAME@ en el menú d'aplicacions en la categoria d'utilitats, escriure <application>xfce4-clipman</application> en la línia d'ordres o podeu afegir-lo en el vostre quadre. Per afegir un nou element al quadre feu clic-dret en el quadre i seleccioneu «Afegeix elements nous…».
fr: Il y a deux manières pour exécuter @PACKAGE_NAME@. Vous pouvez sélectionner @PACKAGE_NAME@ dans le menu des applications sous la catégorie Utilitaire ou lancer la commande <application>xfce4-clipman</application> depuis une ligne de commande, ou vous pouvez l'ajouter dans le panneau. Pour ajouter un nouvel élément dans le panneau cliquez du bouton droit sur le panneau et choississez « Ajouter un item… ».
gl: Hai dous xeitos de executar @PACKAGE_NAME@. Pode seleccionar @PACKAGE_NAME@ no menú de aplicacións na categoría Utilidades ou introducir <application>xfce4-clipman</application> na liña de comandos, ou pode engadila ao panel. Para engadir un novo elemento ao panel prema co botón dereito no panel e seleccione "Engadir novo elemento…".
it: Esistono due modi per avviare @PACKAGE_NAME@. Si può selezionare la voce @PACKAGE_NAME@ nel menu «Applicazioni» sotto la categoria utilità o digitare <application>xfce4-clipman-plugin</application> dalla linea di comando, oppure è possibile aggiungerlo al pannello. Per aggiungere un nuovo elemento al pannello, fare clic con il tasto destro su di esso e selezionare «Aggiungi un nuovo elemento...».
ug: @PACKAGE_NAME@ を実行するには 2 つの方法があります。一つは、アプリケーションメニューのアクセサリ配下にある @PACKAGE_NAME@ を選択するか、コマンドラインから <application>xfce4-clipman</application> と入力して起動する方法、もう一つはパネルに追加する方法です。パネルに新しいアイテムを追加するには、パネルを右クリックして「新しいアイテムの追加」を選択してください。
zh_cn: @PACKAGE_NAME@ 能够通过以下两种方式来启动：您可以在应用程序菜单中的工具子菜单选择 @PACKAGE_NAME@ 或者在命令行中输入 <application>xfce4-clipman</application>，或者，您还可以把它添加到您的面板上。要在面板上添加新项目，请在面板上点击右键并选择 “添加新项目...”

source: Popup Command
ca: Ordre emergent
da: Popup-kommando
fr: Commande de popup
gl: Comando emerxente
it: Comando a comparsa
ja: ポップアップコマンド
ug: ポップアップコマンド
zh_cn: 弹出命令

source: @PACKAGE_NAME@ provides the command-line tool <application>xfce4-popup-clipman</application>. When called it popups the main menu. The command is practical for the <emphasis role="bold">Application Shortcuts</emphasis> available at <menuchoice><guimenu>Xfce Menu</guimenu><guimenu>Settings</guimenu><guimenu>Keyboard</guimenu></menuchoice>.
ca: @PACKAGE_NAME@ té una eina de línia d'ordres <application>xfce4-popup-clipman</application>. Quan s'executa mostra el menú principal. Aquesta ordre és útil de cara a les <emphasis role="bold">Dreceres d'aplicacions</emphasis> disponibles a <menuchoice><guimenu>Menú Xfce</guimenu><guimenu>Ajustaments</guimenu><guimenu>Teclat</guimenu></menuchoice>.
da: @PACKAGE_NAME@ tilbyder kommandolinjeværktøjet <application>xfce4-popup-clipman</application>. Når den bliver startet, fremkaldes hovedmenuen. Kommandoen er praktisk til <emphasis role="bold">Programgenveje</emphasis> der er tilgængelige i <menuchoice><guimenu>Xfce-menuen</guimenu><guimenu>Indstillinger</guimenu><guimenu>Tastatur</guimenu></menuchoice>.
fr: @PACKAGE_NAME@ fournit l'outil <application>xfce4-popup-clipman</application>. Lorsqu'il est invoqué le menu principal est affiché. La commande est pratique pour les <emphasis role="bold">Raccourcis d'applications</emphasis> accessible dans <menuchoice><guimenu>Menu Xfce</guimenu><guimenu>Paramètres</guimenu><guimenu>Clavier</guimenu></menuchoice>.
gl: @PACKAGE_NAME@ proporciona a ferramenta de liña de comandos <application>xfce4-popup-clipman</application>. Cando se invoca emerxe o menú principal. O comando é práctico para os <emphasis role="bold">Atallos de aplicacións</emphasis> que está dispoñible en <menuchoice><guimenu>Menú de Xfce</guimenu><guimenu>Configuración</guimenu><guimenu>Teclado</guimenu></menuchoice>.
it: @PACKAGE_NAME@ fornisce lo strumento da linea di comando <application>xfce4-popup-clipman</application>. Quando avviato, fa comparire il menu principale. Il comando è utile per le <emphasis role="bold">Scorciatoie delle applicazioni</emphasis> disponibili nel <menuchoice><guimenu>Menu di Xfce</guimenu><guimenu>Impostazioni</guimenu><guimenu>Tastiera</guimenu></menuchoice>.
ja: @PACKAGE_NAME@ はコマンドラインツール <application>xfce4-popup-clipman</application> を提供しています。これはコマンドが実行されるとメインメニューをポップアップするもので、<menuchoice><guimenu>Xfce メニュー</guimenu><guimenu>設定</guimenu><guimenu>キーボード</guimenu></menuchoice> にある <emphasis role="bold">アプリケーションショートカット</emphasis> に設定する際に役立ちます。
ug: @PACKAGE_NAME@ はコマンドラインツール <application>xfce4-popup-clipman</application> を提供しています。これはコマンドが実行されるとメインメニューをポップアップするもので、<menuchoice><guimenu>Xfce メニュー</guimenu><guimenu>設定</guimenu><guimenu>キーボード</guimenu></menuchoice> にある <emphasis role="bold">アプリケーションショートカット</emphasis> に設定する際に役立ちます。
zh_cn: @PACKAGE_NAME@ 提供一个命令行工具 <application>xfce4-popup-clipman</application>。当它被执行时将弹出主菜单。使用在 <menuchoice><guimenu>Xfce 菜单</guimenu><guimenu>设置</guimenu><guimenu>键盘</guimenu></menuchoice> 中的 <emphasis role="bold">应用程序快捷方式</emphasis> 启动该程序将会十分方便。

source: Settings
ca: Preferències
da: Indstillinger
fr: Paramètres
gl: Configuración
it: Impostazioni
ja: 設定
ug: تەڭشەكلەر
zh_cn: 设置

source: The settings dialog is available under the “Properties” item in the right click context menu on the main icon. It allows to tweak the history and to edit actions.
ca: El diàleg de preferències està disponible a l'ítem de "Propietats" emprant el menú contextual que apareix amb el botó dret sobre la icona principal. Permet modificar l'historial i editar accions.
da: Indstillingsvinduet er tilgængelig under elementet "Egenskaber" i kontekstmenuen ved højreklik, på hovedikonet. Den lader dig tilpasse historikken og redigere handlinger.
fr: Le dialogue de paramètres est disponible via l'item « Propriétés » depuis le menu contextuel clic-droit sur l'icône principale. Il permet d'affiner l'historique et d'éditer les actions.
gl: O diálogo de configuración está no elemento “Propiedades” no menú contextual que aparece ao premer co botón dereito na icona principal. Permite axustar o historial e modificar as accións.
it: La finestra delle impostazioni è disponibile alla voce «Proprietà» che appare facendo un clic con il tasto destro del mouse sull'icona principale. Qui è possibile modificare la cronologia e le azioni.
ja: 設定ダイアログは、メインアイコン上の右クリックで表示されるコンテキストメニューの「プロパティ」アイテムを選ぶと表示されます。ここでは履歴の設定およびアクションの編集が行えます。
ug: 設定ダイアログは、メインアイコン上の右クリックで表示されるコンテキストメニューの「プロパティ」アイテムを選ぶと表示されます。ここでは履歴の設定およびアクションの編集が行えます。
zh_cn: 通过右键点击主图标，并选择菜单中的“属性”项可以打开设置对话框。它允许您调节剪贴板历史的相关属性或者编辑动作。

source: General
da: Generelt
fr: Général
gl: Xeral
it: Generale
ja: 「一般」タブ
ug: ئادەتتىكى
zh_cn: 常规

source: The following table describes the available options:
ca: La següent taula descriu les opcions disponibles:
da: Følgende tabel beskriver mulige tilvalg:
fr: La table suivante décrit les options disponibles :
gl: A seguinte táboa describe as opcións dispoñibles:
it: La tabella seguente descrive le opzioni disponibili:
ja: 以下の表は、利用可能なオプションについて説明しています:
ug: تۆۋەندىكىلەر تاللانمىلىرى ھەققىدە تەپسىلىي چۈشەندۈرۈشتۇر:
zh_cn: 以下是可用选项的列表:

source: General options in the Settings dialog
ca: Opcions generals en el diàleg de configuració
da: Generelle tilvalg i indstillingsvinduet
fr: Options générales dans le dialogue de paramètres
gl: Opcións xerais do diálogo de Configuración
it: Opzioni generali nella finestra delle impostazioni
ja: 設定ダイアログでの一般オプション
ug: تەڭشەك كۆزنىكىدىكى ئادەتتىكى تاللانمىلار
zh_cn: 设置对话框中的常规选项

source: Options
ca: Opcions
da: Tilvalg
gl: Opcións
it: Opzioni
ja: オプション
ug: تاللانما
zh_cn: 选项

source: Description
ca: Descripció
da: Beskrivelse
gl: Descrición
it: Descrizione
ja: 説明
ug: چۈشەندۈرۈلۈشى
zh_cn: 描述

source: Sync selections
ca: Sincronització de seleccions
fr: Synchroniser les sélections
gl: Sincronizar as seleccións
it: Sincronizza selezioni
ug: تاللانغان رايون بىلەن ماس قەدەملەش
zh_cn: 同步所选内容

source: Sync the primary clipboard with the default clipboard in a way that it is possible to paste what gets selected
ca: sincronitza el porta-retalls principal amb el porta-retalls per defecte de forma que és possible enganxar el que s'ha seleccionat
da: Synkronisér den primære udklipsholder med standardudklipsholderen, så det er muligt at indsætte det der bliver markeret
fr: Le presse-papier primaire est synchronisé avec le presse-papier par défaut et de cette manière il est possible de coller ce qui est sélectionné
gl: Sincronizar o portarretallos primario co portarretallos predeterminado de xeito que sexa posible pegar o que se selecciona
it: Sincronizza la clipboard principale con quella di default in modo che sia possibile incollare ciò che viene selezionato
ja: 領域を選択しただけで貼り付けできるよう、プライマリクリップボードとデフォルトクリップボードの同期がとられます
ug: تاللانغان ھامان چاپلاش ئۈچۈن، دەسلەپكى clipboard بىلەن كۆڭۈلدىكى clipboard نى ماس قەدەملەشتۈرىدۇ
zh_cn: 同步主剪贴板的内容到预设剪贴板中以粘贴选中的内容

source: Exclude from history
ca: Excloure de l'historial
da: Udelad fra historik
fr: Exclure de l'historique
gl: Excluír do historial
it: Escludi dalla cronologia
ja: 履歴に残さない
ug: ئىز قالدۇرماسلىق
zh_cn: 从历史中排除

source: Prevents the primary clipboard from being inserted in the history
ca: Evita que el porta-retalls principal s'insereixi en l'historial
da: Forhindrer at den primære udklipsholder bliver indsat i historikken.
fr: Empêche les éléments du presse-papier primaire d'apparaître dans l'historique
gl: Evita que o portarretallos principal se insira no historial
it: Fa in modo che la clipboard principale non venga inserita nella cronologia
ja: プライマリクリップボードの内容を履歴に格納しません
ug: دەسلەپكى clipboard ئىزغا قىستۇرۇلمىسۇن
zh_cn: 不将主剪贴板中的内容加入到历史中

source: Save on quit
ca: Desar al sortir
da: Gem ved afslutning
fr: Sauvegarder avant de quitter
gl: Gardar ao saír
it: Salvare all'uscita
ja: 終了時に保存する
ug: ئاخىرلاشتۇرغاندا ساقلايدۇ
zh_cn: 保存并退出
